Repository: lianghongkey/prompt
Catalog: TypeDuck/Localizable.xcstrings
Source language: en
Languages: zh_hk

# GeneralSettingsView.Button.ClearInputMemory
source: Clear Input Memory
zh_hk: 清空输入记忆

# GeneralSettingsView.CangjieVariant.Picker.Option1
source: Cangjie5
zh_hk: 倉頡五代

# GeneralSettingsView.CangjieVariant.Picker.Option2
source: Cangjie3
zh_hk: 倉頡三代

# GeneralSettingsView.CangjieVariant.Picker.Option3
source: Quick5
zh_hk: 速成五代

# GeneralSettingsView.CangjieVariant.Picker.Option4
source: Quick3
zh_hk: 速成三代

# GeneralSettingsView.CangjieVariant.Picker.TitleKey
source: Cangjie / Quick(Sucheng) Version
zh_hk: 倉頡／速成版本

# GeneralSettingsView.ConfirmationDialog.ClearInputMemory.Cancel
source: Cancel
zh_hk: 取消

# GeneralSettingsView.ConfirmationDialog.ClearInputMemory.Confirm
source: Clear
zh_hk: 清空

# GeneralSettingsView.ConfirmationDialog.ClearInputMemory.Title
source: Clear Input Memory?
zh_hk: 清空输入记忆？

# GeneralSettingsView.SectionHeader.ReverseLookup
source: Reverse Lookup
zh_hk: 反查

# GeneralSettingsView.Toggle.InputMemory
source: Input Memory
zh_hk: 记忆输入

# Menu.About
source: About
zh_hk: 关于

# Menu.CheckForUpdates
source: Check for Updates…
zh_hk: 检查更新…

# Menu.Help
source: Help
zh_hk: 帮助

# Menu.Settings
source: Settings…
zh_hk: 设置…

# OptionsView.CharacterForm.FullWidth
source: 全形 (Full-width)
zh_hk: 全形

# OptionsView.CharacterForm.HalfWidth
source: 半形 (Half-width)
zh_hk: 半形

# OptionsView.CharacterStandard.Simplified
source: 简体 (Simplified)
zh_hk: 简体

# OptionsView.CharacterStandard.Traditional
source: 繁體 (Traditional)
zh_hk: 繁體

# SettingsView.AboutView.Title
source: About
zh_hk: 关于

# SettingsView.AboutView.Version
source: Version
zh_hk: 版本

# SettingsView.AboutView.Welcome
source: Welcome to TypeDuck
zh_hk: 歡迎使用 TypeDuck

# SettingsView.GeneralSettingsView.CommentLanguage.English
source: English
zh_hk: 英語 (English)

# SettingsView.GeneralSettingsView.CommentLanguage.Hindi
source: Hindi
zh_hk: 印地語 (Hindi)

# SettingsView.GeneralSettingsView.CommentLanguage.Indonesian
source: Indonesian
zh_hk: 印尼語 (Indonesian)

# SettingsView.GeneralSettingsView.CommentLanguage.Nepali
source: Nepali
zh_hk: 尼泊爾語 (Nepali)

# SettingsView.GeneralSettingsView.CommentLanguage.Urdu
source: Urdu
zh_hk: 烏爾都語 (Urdu)

# SettingsView.GeneralSettingsView.SectionHeader.DisplayLanguages
source: Display Languages
zh_hk: 显示语言

# SettingsView.GeneralSettingsView.Settings.CandidateCountPerPage
source: Candidate Count Per Page
zh_hk: 每页候选词数目

# SettingsView.GeneralSettingsView.Settings.EmojiSuggestions
source: Emoji Suggestions
zh_hk: 表情符号 (Emoji) 候选词

# SettingsView.GeneralSettingsView.Settings.PrimaryCommentLanguage
source: Main Language
zh_hk: 主要語言

# SettingsView.HelpView.Disjunction
source: or
zh_hk: 或

# SettingsView.HelpView.Shortcut.ClearCurrentPreEditText
source: Clear Current Pre-edit Text
zh_hk: 清除当前预输入音节

# SettingsView.HelpView.Shortcut.FirstPage
source: Back to the First Page
zh_hk: 返回第一页

# SettingsView.HelpView.Shortcut.ForgetCandidate
source: Remove Current Candidate from Input Memory
zh_hk: 从输入记忆删除当前候选词

# SettingsView.HelpView.Shortcut.InputCurrentPreEditText
source: Input Current Pre-edit Text
zh_hk: 输入当前预输入音节

# SettingsView.HelpView.Shortcut.InputCurrentRomanization
source: Input Current Candidate’s Jyutping
zh_hk: 输入当前候选词拼音

# SettingsView.HelpView.Shortcut.NextCandidate
source: Move to Next Candidate
zh_hk: 移至下一个候选词

# SettingsView.HelpView.Shortcut.NextPage
source: Move to Next Page
zh_hk: 移至下一页

# SettingsView.HelpView.Shortcut.PrevCandidate
source: Move to Previous Candidate
zh_hk: 移至上一个候选词

# SettingsView.HelpView.Shortcut.PrevPage
source: Move to Previous Page
zh_hk: 移至上一页

# SettingsView.HelpView.Shortcut.SelectCandidate
source: Input Current Candidate
zh_hk: 输入当前候选词

# SettingsView.HelpView.Shortcut.SelectFirstCharacterOfCandidate
source: Input Current Candidate’s First Character
zh_hk: 输入当前候选词之首字

# SettingsView.HelpView.Shortcut.SelectLastCharacterOfCandidate
source: Input Current Candidate’s Last Character
zh_hk: 输入当前候选词之末字

# SettingsView.HelpView.Shortcut.ToggleOption
source: Directly Toggle a Specific Option
zh_hk: 直接切换特定快捷选项

# SettingsView.HelpView.Shortcut.ToggleOption.NumberKeys
source: number keys
zh_hk: 数字键

# SettingsView.HelpView.Shortcut.ToggleOptionsView
source: Enter/Exit Options View
zh_hk: 显示／隐藏快捷选项页面

# SettingsView.HelpView.Title
source: Help
zh_hk: 帮助

# SettingsView.NavigationTitle.About
source: About
zh_hk: 关于

# SettingsView.NavigationTitle.Help
source: Help
zh_hk: 帮助

# SettingsView.NavigationTitle.Settings
source: Settings
zh_hk: 設定

# SettingsView.NavigationTitle.FuzzyPinyin
source: Fuzzy Pinyin
zh_hk: 模糊音
